[[{"id": 0, "query_es": "Qué es obstetrica?", "answer_es": "La obstetricia es una especialidad médica que se ocupa del cuidado de las mujeres durante el embarazo, el parto y el período posparto. Los obstetras son profesionales de la salud que se especializan en brindar atención médica y quirúrgica a mujeres embarazadas y garantizar la salud y el bienestar tanto de la madre como del bebé. Están capacitados para manejar embarazos normales y también para lidiar con complicaciones y emergencias que puedan surgir durante el parto.\n\nLa obstetricia se centra en varios aspectos del embarazo, incluido el cuidado prenatal, el seguimiento del progreso del embarazo y el manejo de cualquier problema de salud que pueda surgir durante el embarazo. Los obstetras se encargan de realizar controles de rutina, realizar ultrasonidos, controlar el desarrollo fetal y brindar consejos y apoyo a las futuras madres.\n\nDurante el parto, los obstetras desempeñan un papel crucial en garantizar un parto seguro. Supervisan el progreso del trabajo de parto, administran opciones de alivio del dolor e intervienen con procedimientos médicos o quirúrgicos si es necesario. Están capacitados en el manejo de emergencias obstétricas como hemorragia posparto, sufrimiento fetal y otras complicaciones que pueden surgir durante el parto.\n\nEn el período posparto, los obstetras continúan brindando atención a las mujeres, asegurando su recuperación después del parto y abordando cualquier problema de salud que pueda surgir. También brindan orientación y apoyo sobre lactancia materna, anticoncepción y bienestar general.\n\nEs importante tener en cuenta que la información proporcionada aquí se basa en mi conocimiento como un chatbot obstétrico y puede que no capture todas las sutilezas y complejidades del campo. Si tiene preguntas o inquietudes específicas, siempre es recomendable consultar a un profesional de la salud para obtener asesoramiento personalizado.", "query_en": "What is obstetrics?", "answer_en": "Obstetrics is a medical specialty that deals with the care of women during pregnancy, childbirth, and the postpartum period. Obstetricians are healthcare professionals who specialize in providing medical and surgical care to pregnant women and ensuring the health and well-being of both the mother and the baby. They are trained to manage normal pregnancies as well as handle complications and emergencies that may arise during childbirth.\n\nObstetrics focuses on various aspects of pregnancy, including prenatal care, monitoring the progress of the pregnancy, and managing any health issues that may arise during pregnancy. Obstetricians are responsible for conducting routine check-ups, performing ultrasounds, monitoring fetal development, and providing advice and support to expectant mothers.\n\nDuring childbirth, obstetricians play a crucial role in ensuring a safe delivery. They monitor the progress of labor, manage pain relief options, and intervene with medical or surgical procedures if needed. They are trained in managing obstetric emergencies such as postpartum hemorrhage, fetal distress, and other complications that may arise during birth.\n\nIn the postpartum period, obstetricians continue to provide care to women, ensuring their recovery from childbirth and addressing any health issues that may arise. They also provide guidance and support on breastfeeding, contraception, and overall well-being.\n\nIt is important to note that the information provided here is based on my knowledge as an obstetrical chatbot and may not capture all the nuances and complexities of the field. If you have specific questions or concerns, it is always advisable to consult with a healthcare professional for personalized advice.", "sources": {"Guía de hemorragia posparto Código Rojo FECOL": [["1", "2"]], "Prevention and Management of Postpartum Haemorrhage": [["1", "5"]]}, "highlight": {"Guía de hemorragia posparto Código Rojo FECOL": [[[1, 2], [128.29348754882812, 764.7482299804688, 541.555419921875, 701.7948608398438]]], "Prevention and Management of Postpartum Haemorrhage": [[[1, 5], [291.93115234375, 374.6374206542969, 525.720947265625, 151.2654571533203]]]}}], [{"id": 0, "query_es": " ¿En qué casos debo considerar la administración de uterotónicos adicionales?", "answer_es": "En los casos en los que existe un mayor riesgo de hemorragia posparto, se puede considerar la administración de uteróticos adicionales. Esto puede incluir situaciones en las que la paciente haya experimentado un aumento significativo de la presión arterial o vómitos después de un manejo activo. El uso de uteróticos, como la oxitocina, ha demostrado reducir el riesgo de hemorragia posparto en aproximadamente un 60% y la necesidad de uteróticos terapéuticos en alrededor de un 50%.\n\nEs importante tener en cuenta que la efectividad de los uteróticos puede variar según las circunstancias específicas. Por ejemplo, una revisión sistemática que comparó el uso de oxitocina antes de la expulsión de la placenta versus después de la expulsión de la placenta no encontró diferencias significativas en las tasas de hemorragia posparto. Otro estudio que comparó la eficacia de la profilaxis con ergometrina-oxitocina versus oxitocina en la tercera etapa del trabajo de parto mostró una efectividad similar en la prevención de la hemorragia posparto.\n\nOtros uteróticos, como las prostaglandinas, se ha descubierto que son menos efectivos que los uteróticos inyectables convencionales para la profilaxis de rutina. El misoprostol, aunque no es tan efectivo como la oxitocina intravenosa en la prevención de la hemorragia posparto, aún puede considerarse como una opción de tratamiento alternativa.\n\nEn casos de hemorragia posparto grave, pueden ser necesarias otras intervenciones, como el uso de ácido tranexámico o técnicas quirúrgicas. Sin embargo, es importante evaluar cuidadosamente cada caso individual y considerar los riesgos y beneficios de uteróticos adicionales en consulta con un profesional de la salud.\n\nEn resumen, se puede considerar la administración de uteróticos adicionales en casos en los que existe un mayor riesgo de hemorragia posparto, pero la elección específica de uterótico y su efectividad pueden variar según las circunstancias. Es importante evaluar cada caso individualmente y consultar con un profesional de la salud para determinar el curso de acción más apropiado.", "query_en": "In what cases should I consider the administration of additional uterotonics?", "answer_en": "In cases where there is an increased risk of postpartum hemorrhage, administration of additional uterotonics may be considered. This can include situations where the patient has experienced a significant increase in blood pressure or vomiting after active management. The use of uterotonics, such as oxytocin, has been shown to reduce the risk of postpartum hemorrhage by around 60% and the need for therapeutic uterotonics by about 50%.\n\nIt is important to note that the effectiveness of uterotonics may vary depending on the specific circumstances. For example, a systematic review comparing the use of oxytocin prior to placental expulsion versus after placental expulsion found no significant differences in postpartum hemorrhage rates. Another study comparing the efficacy of prophylaxis with ergometrine-oxytocin versus oxytocin in the third stage of labor showed similar effectiveness in preventing postpartum hemorrhage.\n\nOther uterotonics, such as prostaglandins, have been found to be less effective than conventional injectable uterotonics for routine prophylaxis. Misoprostol, while not as effective as intravenous oxytocin in preventing postpartum hemorrhage, may still be considered as an alternative treatment option.\n\nIn cases of severe postpartum hemorrhage, other interventions may be necessary, such as the use of tranexamic acid or surgical techniques. However, it is important to carefully evaluate each individual case and consider the risks and benefits of additional uterotonics in consultation with a healthcare professional.\n\nTo summarize, the administration of additional uterotonics may be considered in cases where there is an increased risk of postpartum hemorrhage, but the specific choice of uterotonic and its effectiveness may vary depending on the circumstances. It is important to evaluate each case individually and consult with a healthcare professional to determine the most appropriate course of action.", "sources": {"Guía de hemorragia posparto Código Rojo FECOL": [["4", "5"], ["14", "15"]], "Prevention and Management of Postpartum Haemorrhage": [["33", "34"]]}, "highlight": {"Guía de hemorragia posparto Código Rojo FECOL": [[[4, 5], [70.8456039428711, 413.4523010253906, 267.65521240234375, 701.3490600585938]], [[14, 15], [316.07440185546875, 260.43817138671875, 541.5692749023438, 732.33935546875]]], "Prevention and Management of Postpartum Haemorrhage": [[[33, 34], [45.35430145263672, 137.6297149658203, 298.9942626953125, 739.7495727539062]]]}}]]