[[{"id": 0, "query_es": "Qué es obstetrica?", "answer_es": "La obstetricia es una especialidad médica que se enfoca en el cuidado de las mujeres durante el embarazo, el parto y el periodo posparto. Los obstetras son médicos especializados en brindar atención médica y manejo a mujeres embarazadas y a sus bebés por nacer.\n\nDurante el embarazo, los obstetras supervisan la salud tanto de la madre como del bebé, realizan controles regulares, realizan ultrasonidos y otros exámenes prenatales, y brindan orientación sobre nutrición, ejercicio y bienestar general. También ayudan a manejar cualquier condición médica que pueda surgir durante el embarazo, como la diabetes gestacional o la hipertensión arterial.\n\nLos obstetras desempeñan un papel crucial durante el parto, asegurando el parto seguro del bebé. Pueden ofrecer opciones de control del dolor, como la epidural, y tomar decisiones sobre la necesidad de intervenciones como la cesárea si es necesario.\n\nDespués del parto, los obstetras continúan monitoreando la salud de la madre y brindan atención posparto. Abordan cualquier preocupación o complicación que pueda surgir, como hemorragias posparto o infecciones, y brindan orientación sobre la lactancia materna, anticoncepción y recuperación posparto.\n\nEs importante tener en cuenta que, si bien esta información se basa en mi conocimiento como chatbot obstétrico, siempre es mejor consultar con un profesional de la salud para obtener consejos y atención personalizados.", "query_en": "What is obstetrics?", "answer_en": "Obstetrics is a medical specialty that focuses on the care of women during pregnancy, childbirth, and the postpartum period. Obstetricians are doctors who specialize in providing medical care and management to pregnant women and their unborn babies.\n\nDuring pregnancy, obstetricians monitor the health of both the mother and the baby, conduct regular check-ups, perform ultrasounds and other prenatal tests, and provide guidance on nutrition, exercise, and overall well-being. They also help manage any medical conditions that may arise during pregnancy, such as gestational diabetes or high blood pressure.\n\nObstetricians play a crucial role during childbirth, ensuring the safe delivery of the baby. They can provide pain management options, such as epidurals, and make decisions regarding the need for interventions like cesarean sections if necessary.\n\nAfter childbirth, obstetricians continue to monitor the mother's health and provide postpartum care. They address any concerns or complications that may arise, such as postpartum hemorrhage or infections, and provide guidance on breastfeeding, contraception, and postpartum recovery.\n\nIt is important to note that while this information is based on my knowledge as an obstetric chatbot, it is always best to consult with a healthcare professional for personalized advice and care.", "sources": {"Guideline No. 431 Postpartum Hemorrhage and Hemorrhagic Shock": [["1", "2"]], "Guía de hemorragia posparto Código Rojo FECOL": [["22", "24"]]}, "highlight": {"Guideline No. 431 Postpartum Hemorrhage and Hemorrhagic Shock": [[[1, 2], [164.40939331054688, 214.4168701171875, 546.6336059570312, 699.2012329101562]]], "Guía de hemorragia posparto Código Rojo FECOL": [[[22, 24], [316.07440185546875, 582.576171875, 296.02532958984375, 716.6513061523438]]]}}], [{"id": 0, "query_es": "¿Hay interacciones medicamentosas que debo considerar antes de administrar uterotónicos?", "answer_es": "La información proporcionada no menciona específicamente ninguna interacción con medicamentos relacionada con la administración de uterotónicos. Sin embargo, es importante tener en cuenta que las interacciones farmacológicas pueden ocurrir con cualquier medicamento, incluidos los uterotónicos.\n\nAntes de administrar uterotónicos, es crucial considerar la historia médica del paciente, los medicamentos actuales y cualquier alergia conocida. Además, ciertas condiciones como enfermedad cardiovascular, hipertensión o deterioro renal pueden aumentar el riesgo de efectos adversos o interacciones con los uterotónicos.\n\nSe recomienda consultar con un profesional de la salud o consultar la información prescriptiva del medicamento uterotónico específico que se esté utilizando para comprender cualquier interacción medicamentosa potencial o contraindicación. Ellos podrán brindar orientación específica en función de las circunstancias individuales del paciente y ayudar a garantizar el uso seguro y apropiado de los medicamentos uterotónicos.", "query_en": "Are there any drug interactions that I should consider before administering uterotonics?", "answer_en": "The information provided does not specifically mention any drug interactions related to the administration of uterotonics. However, it is important to note that drug interactions can occur with any medication, including uterotonics. \n\nBefore administering uterotonics, it is crucial to consider the patient's medical history, current medications, and any known allergies. Additionally, certain conditions such as cardiovascular disease, hypertension, or renal impairment may increase the risk of adverse effects or interactions with uterotonics. \n\nIt is recommended to consult with a healthcare professional or refer to the prescribing information of the specific uterotonic medication being used to understand any potential drug interactions or contraindications. They will be able to provide specific guidance based on the patient's individual circumstances and help ensure the safe and appropriate use of uterotonic medications.", "sources": {"Guía de hemorragia posparto Código Rojo FECOL": [["4", "5"]], "Prevention and Management of Postpartum Haemorrhage": [["24", "26"]]}, "highlight": {"Guía de hemorragia posparto Código Rojo FECOL": [[[4, 5], [70.8456039428711, 413.4523010253906, 267.65521240234375, 701.3490600585938]]], "Prevention and Management of Postpartum Haemorrhage": [[[24, 26], [65.76380157470703, 219.45370483398438, 507.9677734375, 221.2430419921875]]]}}], [{"id": 0, "query_es": " ¿Cómo puedo estimar la cantidad de sangre perdida de manera precisa?", "answer_es": "Estimar con precisión la cantidad de sangre perdida durante una hemorragia posparto es crucial para un manejo y tratamiento efectivos. Aunque la estimación visual ha sido tradicionalmente utilizada, los estudios han demostrado que puede ser insuficiente y resultar en una subestimación de la pérdida de sangre. Por lo tanto, se recomienda utilizar métodos objetivos para medir la pérdida de sangre.\n\nLos métodos objetivos para estimar la pérdida de sangre incluyen la medición gravimétrica, la medición de sangre en recipientes o esponjas y el uso de dispositivos de recolección de sangre o recipientes de succión. Estos métodos brindan una medición más precisa y pueden facilitar la reanimación temprana, minimizando el riesgo de complicaciones como la coagulación intravascular diseminada y el shock hemorrágico.\n\nEs importante tener en cuenta que la presentación clínica del paciente también debe considerarse al estimar la pérdida de sangre. Signos como sangrado superior a 150 cm3/minuto, pérdida de volumen del 50% en 20 minutos y disminución del hematocrito del 10% o más pueden indicar una pérdida significativa de sangre.\n\nEn resumen, la estimación visual de la pérdida de sangre puede ser insuficiente y se deben utilizar métodos objetivos para una medición más precisa. Esto puede ayudar en la reanimación temprana y el manejo oportuno de la hemorragia posparto.", "query_en": "How can I accurately estimate the amount of blood lost?", "answer_en": "Accurately estimating the amount of blood lost during postpartum hemorrhage is crucial for effective management and treatment. While visual estimation has traditionally been used, studies have shown that it may be inadequate and result in underestimation of blood loss. Therefore, it is recommended to use objective methods for measuring blood loss.\n\nObjective methods for estimating blood loss include gravimetric measurement, measuring blood in containers or on sponges, and using blood collection devices or suction canisters. These methods provide a more precise measurement and can facilitate early resuscitation, minimizing the risk of complications such as disseminated intravascular coagulation and hemorrhagic shock.\n\nIt's important to note that the clinical presentation of the patient should also be taken into consideration when estimating blood loss. Signs such as bleeding greater than 150 cm3/min, 50% volume loss in 20 minutes, and a hematocrit decrease of 10% or more can indicate significant blood loss.\n\nIn summary, visual estimation of blood loss may be inadequate, and objective methods should be used for more accurate measurement. This can help in early resuscitation and the timely management of postpartum hemorrhage.", "sources": {"Guia Maternidad-Codigo Rojo colombia": [["4", "7"]], "Guía de hemorragia posparto Código Rojo FECOL": [["12", "13"]]}, "highlight": {"Guia Maternidad-Codigo Rojo colombia": [[[4, 7], [107.71249389648438, 337.73248291015625, 461.5550537109375, 178.04588317871094]]], "Guía de hemorragia posparto Código Rojo FECOL": [[[12, 13], [70.29879760742188, 45.69232177734375, 267.6441955566406, 731.9596557617188]]]}}, {"id": 1, "query_es": "Qué es obstetrica?", "answer_es": "La obstetricia es la rama de la medicina que se centra en el embarazo, el parto y el período posparto. Implica el cuidado de las mujeres embarazadas para garantizar la salud y el bienestar tanto de la madre como del bebé nonato.\n\nEn obstetricia, los profesionales de la salud vigilan el progreso del embarazo, realizan pruebas prenatales para evaluar la salud del feto, brindan asesoramiento y orientación sobre nutrición y opciones de estilo de vida, y manejan cualquier complicación que pueda surgir durante el embarazo.\n\nDurante el trabajo de parto y el parto, los obstetras son responsables de monitorear el progreso de la madre, controlar el dolor y garantizar un parto seguro del bebé. Pueden emplear diversas intervenciones, como administrar medicamentos para controlar el dolor, acelerar o ralentizar el trabajo de parto, o realizar partos asistidos como el uso de fórceps o la extracción con ventosa cuando sea necesario.\n\nDespués del parto, los obstetras continúan brindando atención a la madre durante el período posparto. Supervisan su recuperación, abordan cualquier problema o complicación posparto y brindan orientación sobre la lactancia materna, la anticoncepción y el bienestar general en el posparto.\n\nEs importante tener en cuenta que si bien puedo proporcionar información general sobre obstetricia, cada caso individual puede variar y siempre es mejor consultar a un profesional de la salud para obtener asesoramiento personalizado y gestión adaptada a circunstancias específicas.", "query_en": "What is obstetrics?", "answer_en": "Obstetrics is the branch of medicine that focuses on pregnancy, childbirth, and the postpartum period. It involves the care of pregnant women to ensure the health and well-being of both the mother and the unborn baby.\n\nIn obstetrics, healthcare providers monitor the progress of pregnancy, perform prenatal tests to assess the health of the fetus, provide counseling and guidance on nutrition and lifestyle choices, and manage any complications that may arise during pregnancy.\n\nDuring labor and delivery, obstetricians are responsible for monitoring the mother's progress, managing pain, and ensuring a safe delivery of the baby. They may employ various interventions, such as administering medications to manage pain, speeding up or slowing down labor, or performing assisted deliveries like forceps or vacuum extraction when necessary.\n\nAfter delivery, obstetricians continue to provide care to the mother during the postpartum period. They monitor her recovery, address any postpartum issues or complications, and provide guidance on breastfeeding, contraception, and overall postpartum wellness.\n\nIt's important to note that while I can provide general information about obstetrics, each individual's case may vary, and it's always best to consult with a healthcare professional for personalized advice and management tailored to specific circumstances.", "sources": {"FIGO recommendations on the management of postpartum hemorrhage 2022": [["46", "48"]], "Prevention and Management of Postpartum Haemorrhage": [["30", "33"]]}, "highlight": {"FIGO recommendations on the management of postpartum hemorrhage 2022": [[[46, 48], [306.8334045410156, 103.10418701171875, 493.142578125, 306.6404113769531]]], "Prevention and Management of Postpartum Haemorrhage": [[[30, 33], [65.76380157470703, 461.80523681640625, 449.18212890625, 158.2881317138672]]]}}]]