[
    [
        {
            "id": 0,
            "query_es": "¿Qué alternativas tengo si no dispongo de oxitocina para manejar la hemorragia postparto?",
            "answer_es": "Si no tienes oxitocina disponible para controlar la hemorragia posparto, existen opciones alternativas que se pueden considerar. Las pautas mencionadas en la información proporcionada sugieren las siguientes alternativas:\n\n1. Carbetocina: La carbetocina es otro agente uterotónico que se puede utilizar como alternativa de primera línea a la oxitocina. Se administra ya sea por vía intramuscular (IM) o intravenosa (IV) y tiene una efectividad similar en la prevención de la hemorragia posparto.\n\n2. Misoprostol: El misoprostol es un medicamento administrado por vía oral o rectal que se puede utilizar cuando no hay oxitocina disponible. Se ha demostrado que es efectivo para reducir la hemorragia posparto, aunque la dosificación óptima puede variar.\n\n3. Alcaloides del cornezuelo del centeno: Los alcaloides del cornezuelo del centeno, como la ergometrina o la metilergometrina, se pueden utilizar como alternativa a la oxitocina. Se administran ya sea por vía IM o IV y pueden ayudar a reducir el sangrado uterino.\n\nEs importante destacar que la elección de un agente uterotónico alternativo debe basarse en el escenario clínico específico, la disponibilidad del medicamento y la experiencia del médico. Estas alternativas solo deben usarse cuando no está disponible la oxitocina o existe alguna duda sobre su calidad.\n\nConsulta con un profesional de la salud o consulta las pautas locales para obtener dosis específicas y recomendaciones de administración para estos medicamentos alternativos.\n\nEspero que esta información sea útil. Si tienes alguna pregunta adicional, por favor avísame.",
            "query_en": "What alternatives do I have if I don't have oxytocin to manage postpartum hemorrhage?",
            "answer_en": "If you do not have oxytocin available to manage postpartum hemorrhage, there are alternative options that can be considered. The guidelines mentioned in the provided information suggest the following alternatives:\n\n1. Carbetocin: Carbetocin is another uterotonic agent that can be used as a first-line alternative to oxytocin. It is administered either intramuscularly (IM) or intravenously (IV) and has similar effectiveness in preventing postpartum hemorrhage.\n\n2. Misoprostol: Misoprostol is an orally or rectally administered medication that can be used when oxytocin is not available. It has been shown to be effective in reducing postpartum hemorrhage, although the optimal dosage may vary.\n\n3. Ergot alkaloids: Ergot alkaloids, such as ergometrine or methylergometrine, can be used as an alternative to oxytocin. They are administered either IM or IV and can help in reducing uterine bleeding.\n\nIt is important to note that the choice of alternative uterotonic agent should be made based on the specific clinical scenario, availability of the medication, and the physician's expertise. These alternatives should only be used when oxytocin is not available or its quality is in doubt.\n\nPlease consult with a healthcare professional or refer to local guidelines for specific dosages and administration recommendations for these alternative medications.\n\nI hope this information is helpful. If you have any further questions, please let me know.",
            "sources": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        "15",
                        "17"
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        "17",
                        "18"
                    ]
                ]
            },
            "highlight": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        [
                            15,
                            17
                        ],
                        [
                            306.8428039550781,
                            610.5977172851562,
                            297.1768798828125,
                            529.6460571289062
                        ]
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        [
                            17,
                            18
                        ],
                        [
                            70.84999084472656,
                            76.82110595703125,
                            541.5391235351562,
                            487.5491943359375
                        ]
                    ]
                ]
            }
        },
        {
            "id": 1,
            "query_es": "¿Cómo debo almacenar y manejar la ergotamina en condiciones rurales sin refrigeración?",
            "answer_es": "Ergotamina es un medicamento que se usa típicamente para el tratamiento de migrañas o dolores de cabeza en racimo. No se utiliza comúnmente para la prevención o tratamiento de hemorragias posparto. Por lo tanto, la orientación proporcionada en la información que compartiste no aborda específicamente el almacenamiento y manejo de la ergotamina en condiciones rurales sin refrigeración.\n\nSin embargo, como regla general, los medicamentos deben almacenarse de acuerdo con las instrucciones del fabricante y cualquier requisito específico de almacenamiento mencionado en el empaque. En ausencia de refrigeración, es importante guardar los medicamentos en un lugar fresco, seco, lejos de la luz solar directa y fuentes de calor. También es crucial mantener los medicamentos fuera del alcance de los niños y lejos de posibles contaminantes.\n\nSi tienes preocupaciones específicas sobre el almacenamiento y manejo de la ergotamina en condiciones rurales sin refrigeración, te recomendaría consultar con un profesional de la salud o farmacéutico. Ellos podrán brindar orientación u opciones alternativas basadas en tu situación específica.\n\nEspero que esta información sea útil. Si tienes más preguntas, por favor avísame.",
            "query_en": "How should I store and handle ergotamine in rural conditions without refrigeration?",
            "answer_en": "Ergotamine is a medication that is typically used for the treatment of migraines or cluster headaches. It is not commonly used for the prevention or treatment of postpartum hemorrhage. Therefore, the guidance provided in the information you shared does not specifically address the storage and handling of ergotamine in rural conditions without refrigeration.\n\nHowever, as a general rule, medications should be stored according to the manufacturer's instructions and any specific storage requirements mentioned on the packaging. In the absence of refrigeration, it is important to store medications in a cool, dry place away from direct sunlight and heat sources. It is also crucial to keep medications out of the reach of children and away from any potential contaminants.\n\nIf you have specific concerns about the storage and handling of ergotamine in rural conditions without refrigeration, I would recommend consulting with a healthcare professional or pharmacist. They can provide guidance or alternative options based on your specific situation.\n\nI hope this information is helpful. If you have any further questions, please let me know.",
            "sources": {
                "WHO recommendations for the prevention and treatment of postpartum haemorrhage": [
                    [
                        "22",
                        "25"
                    ]
                ]
            },
            "highlight": {
                "WHO recommendations for the prevention and treatment of postpartum haemorrhage": [
                    [
                        [
                            22,
                            25
                        ],
                        [
                            76.785400390625,
                            409.5809326171875,
                            498.1479187011719,
                            315.42333984375
                        ]
                    ]
                ]
            }
        }
    ],
    [
        {
            "id": 0,
            "query_es": "¿Cómo puedo estimar la cantidad de sangre perdida de manera precisa?",
            "answer_es": "Para estimar la cantidad de sangre perdida con precisión, se pueden utilizar diversos métodos además de la estimación visual. La estimación visual a menudo subestima la hemorragia, por lo que se han propuesto herramientas y técnicas adicionales para una estimación más objetiva.\n\nLa medición gravimétrica implica pesar materiales empapados en sangre, como almohadillas o esponjas, antes y después de su uso. La diferencia de peso puede dar una estimación de la pérdida de sangre. Las técnicas de recolección directa de sangre implican recolectar y medir la pérdida de sangre real utilizando recipientes calibrados o dispositivos de succión. Estos métodos proporcionan mediciones más precisas pero no siempre son factibles en todas las situaciones.\n\nLa evaluación de parámetros clínicos, como el índice de choque, también se puede utilizar para evaluar el sangrado. El índice de choque es la relación entre la frecuencia cardíaca y la presión arterial sistólica y puede ayudar a identificar a los pacientes en riesgo de shock hipovolémico.\n\nEs importante tener en cuenta que estas herramientas y técnicas adicionales pueden complementar la estimación visual y proporcionar una evaluación más objetiva de la pérdida de sangre. Sin embargo, es crucial adaptar los métodos de estimación en función del estado del paciente y los recursos disponibles.\n\nEn resumen, aunque la estimación visual se utiliza comúnmente, tiene limitaciones para evaluar con precisión la pérdida de sangre. El uso de la medición gravimétrica, las técnicas de recolección directa de sangre y la evaluación de parámetros clínicos como el índice de choque pueden proporcionar una estimación más objetiva de la pérdida de sangre en emergencias obstétricas.",
            "query_en": "How can I estimate the amount of blood lost accurately?",
            "answer_en": "To estimate the amount of blood lost accurately, various methods can be used in addition to visual estimation. Visual estimation can often underestimate hemorrhage, so additional tools and techniques have been proposed for more objective estimation.\n\nGravimetric measurement involves weighing blood-soaked materials, such as pads or sponges, before and after use. The difference in weight can give an estimate of blood loss. Direct blood collection techniques involve collecting and measuring the actual blood loss using calibrated containers or suction devices. These methods provide more accurate measurements but may not always be feasible in every situation.\n\nEvaluation of clinical parameters, such as the shock index, can also be used to assess bleeding. The shock index is the ratio of heart rate to systolic blood pressure and can help identify patients at risk for hypovolemic shock.\n\nIt is important to note that these additional tools and techniques can complement visual estimation and provide a more objective assessment of blood loss. However, it is crucial to adapt the estimation methods based on the individual patient's condition and the available resources.\n\nIn summary, while visual estimation is commonly used, it has limitations in accurately assessing blood loss. Utilizing gravimetric measurement, direct blood collection techniques, and evaluating clinical parameters like the shock index can provide a more objective estimation of blood loss in obstetric emergencies.",
            "sources": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        "8",
                        "9"
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        "12",
                        "13"
                    ]
                ]
            },
            "highlight": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        [
                            8,
                            9
                        ],
                        [
                            306.8335266113281,
                            233.10418701171875,
                            551.5270385742188,
                            449.7402038574219
                        ]
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        [
                            12,
                            13
                        ],
                        [
                            70.29879760742188,
                            45.69232177734375,
                            267.6441955566406,
                            731.9596557617188
                        ]
                    ]
                ]
            }
        }
    ],
    [
        {
            "id": 0,
            "query_es": "¿Cuáles son los signos vitales críticos que indican un empeoramiento de la paciente?",
            "answer_es": "Los signos vitales críticos que indican un empeoramiento del paciente en el contexto de flujo sanguíneo insuficiente y posibles emergencias obstétricas incluyen acidosis láctica, alteración del estado mental, oliguria y taquicardia. Estos signos pueden sugerir que el paciente está experimentando una pérdida significativa de sangre e hipovolemia.\n\nEs importante tener en cuenta que en mujeres embarazadas y en el período postparto saludables, los mecanismos compensatorios del sistema cardiovascular pueden retrasar los cambios en los signos vitales hasta que se haya perdido una gran cantidad de sangre. Esto significa que los cambios clínicos y de signos vitales resultantes de la hemorragia pueden aparecer tarde en el proceso y no conducir a una identificación temprana de la hemorragia posparto (HPP).\n\nLos signos vitales tradicionales como el pulso y la presión arterial sistólica pueden no ser indicadores confiables de hipovolemia en la evaluación de la HPP. Sin embargo, se ha propuesto una combinación de estos signos vitales, conocida como índice de choque (IC), como un indicador más preciso de la hipovolemia causada por sangrado. El IC se calcula como la relación entre la frecuencia cardíaca y la presión arterial sistólica.\n\nEstudios han demostrado que un IC ≥0.9 se asocia con un aumento de la mortalidad y un IC >1 aumenta la probabilidad de transfusión de sangre. Por lo tanto, monitorear el IC puede ayudar a identificar tempranamente a las mujeres en riesgo de hipovolemia debido a causas obstétricas.\n\nEn casos de HPP, el diagnóstico rápido y la reposición rápida del volumen de sangre perdido son esenciales. El IC, junto con otros signos y síntomas clínicos, puede ayudar a evaluar la gravedad de la pérdida de sangre y orientar el manejo clínico.\n\nEs importante tener en cuenta que la información proporcionada aquí se basa en conocimientos obstétricos generales y no debe reemplazar el consejo médico individualizado. Si tiene preocupaciones específicas sobre un paciente, siempre es mejor consultar a un profesional de la salud.",
            "query_en": "What are the critical vital signs that indicate a worsening of the patient?",
            "answer_en": "The critical vital signs that indicate a worsening of the patient in the context of insufficient blood flow and potential obstetrical emergencies include lactic acidosis, altered mental status, oliguria, and tachycardia. These signs may suggest that the patient is experiencing significant blood loss and hypovolemia.\n\nIt is important to note that in healthy pregnant and postpartum women, the compensatory mechanisms of the cardiovascular system may delay changes in vital signs until a large volume of blood has been lost. This means that clinical and vital sign changes resulting from hemorrhage may appear late in the process and may not lead to early identification of postpartum hemorrhage (PPH).\n\nTraditional vital signs like pulse and systolic blood pressure may not be reliable indicators of hypovolemia in the assessment of PPH. However, a combination of these vital signs, known as the shock index (SI), has been proposed as a more accurate indicator of hypovolemia caused by bleeding. The SI is calculated as the ratio of heart rate to systolic blood pressure.\n\nStudies have shown that an SI ≥0.9 is associated with increased mortality and an SI >1 increases the likelihood of blood transfusion. Therefore, monitoring the SI can aid in the early identification of women at risk of hypovolemia due to obstetric causes.\n\nIn cases of PPH, prompt diagnosis and rapid replacement of lost blood volume are essential. The SI, along with other clinical signs and symptoms, can help assess the severity of blood loss and guide clinical management.\n\nIt is important to note that the information provided here is based on general obstetrical knowledge and should not replace individualized medical advice. If you have specific concerns about a patient, it is always best to consult with a healthcare professional.",
            "sources": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        "13",
                        "14"
                    ]
                ],
                "Prevention and Management of Postpartum Haemorrhage": [
                    [
                        "13",
                        "16"
                    ]
                ]
            },
            "highlight": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        [
                            13,
                            14
                        ],
                        [
                            45.63780212402344,
                            116.10418701171875,
                            290.3268737792969,
                            158.63540649414062
                        ]
                    ]
                ],
                "Prevention and Management of Postpartum Haemorrhage": [
                    [
                        [
                            13,
                            16
                        ],
                        [
                            45.35430145263672,
                            623.77685546875,
                            507.957275390625,
                            663.5033569335938
                        ]
                    ]
                ]
            }
        },
        {
            "id": 1,
            "query_es": "¿Cómo realizo un seguimiento eficaz de la paciente después de la hemorragia?",
            "answer_es": "Para realizar un seguimiento efectivo de un paciente después de una hemorragia, es importante implementar un monitoreo regular y documentación de los signos vitales y parámetros clínicos. Esto permite detectar de forma temprana cualquier deterioro en la condición del paciente e intervenir rápidamente si es necesario.\n\nLos principales parámetros que se deben evaluar y registrar de forma continua incluyen el pulso, la presión arterial, la frecuencia respiratoria y la saturación de oxígeno. Además, controlar la producción de orina, el nivel de conciencia y los valores de laboratorio como la hemoglobina/hematocrito, el perfil de coagulación y los niveles de electrolitos pueden proporcionar información valiosa sobre el estado del paciente.\n\nEn el caso de una hemorragia postparto (HPP), es crucial vigilar de cerca la estimación de pérdida de sangre del paciente, ya que la estimación visual a menudo puede ser imprecisa. Se deben emplear técnicas para medir la pérdida de sangre, como la medición gravimétrica o el uso de dispositivos especializados, para asegurar una documentación precisa.\n\nLa comunicación y colaboración regulares con todo el equipo de atención médica son necesarias para garantizar un seguimiento efectivo del progreso del paciente. Esto incluye compartir información importante, coordinar intervenciones e involucrar rápidamente a especialistas si es necesario.\n\nVale la pena mencionar que la información proporcionada no aborda específicamente la cuestión del seguimiento del paciente después de una hemorragia. Sin embargo, basándose en el conocimiento obstétrico general, la evaluación y documentación continua de los signos vitales, parámetros clínicos y estimación de pérdida de sangre son fundamentales para monitorear la condición de un paciente después de una hemorragia.\n\nRecuerde que la información proporcionada se basa en conocimientos generales y, en situaciones clínicas específicas, siempre es mejor consultar a un profesional de la salud.",
            "query_en": "How do I effectively track the patient after the hemorrhage?",
            "answer_en": "To effectively track a patient after hemorrhage, it is important to implement regular monitoring and documentation of vital signs and clinical parameters. This allows for early detection of any deterioration in the patient's condition and prompt intervention if necessary.\n\nKey parameters that should be continuously assessed and recorded include pulse, blood pressure, respiratory rate, and oxygen saturation. Additionally, monitoring urine output, level of consciousness, and laboratory values such as hemoglobin/hematocrit, coagulation profile, and electrolyte levels can provide valuable information about the patient's status.\n\nIn the case of postpartum hemorrhage (PPH), it is crucial to closely monitor the patient's estimated blood loss, as visual estimation can often be inaccurate. Techniques for measuring blood loss, such as gravimetric measurement or the use of specialized devices, should be employed to ensure accurate documentation.\n\nRegular communication and collaboration with the entire healthcare team are necessary to ensure effective tracking of the patient's progress. This includes sharing important information, coordinating interventions, and promptly involving specialists if needed.\n\nIt is worth noting that the given information does not specifically address the question of tracking the patient after hemorrhage. However, based on general obstetrical knowledge, the continuous assessment and documentation of vital signs, clinical parameters, and estimated blood loss are critical for monitoring a patient's condition after hemorrhage.\n\nRemember, the information provided is based on general knowledge, and in specific clinical situations, it is always best to consult with a healthcare professional.",
            "sources": {
                "Guideline No. 431 Postpartum Hemorrhage and Hemorrhagic Shock": [
                    [
                        "14",
                        "15"
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        "12",
                        "13"
                    ],
                    [
                        "1",
                        "2"
                    ]
                ]
            },
            "highlight": {
                "Guideline No. 431 Postpartum Hemorrhage and Hemorrhagic Shock": [
                    [
                        [
                            14,
                            15
                        ],
                        [
                            38.436798095703125,
                            350.1318664550781,
                            535.7236328125,
                            111.49107360839844
                        ]
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        [
                            12,
                            13
                        ],
                        [
                            70.29879760742188,
                            45.69232177734375,
                            267.6441955566406,
                            731.9596557617188
                        ]
                    ],
                    [
                        [
                            1,
                            2
                        ],
                        [
                            128.29348754882812,
                            764.7482299804688,
                            541.555419921875,
                            701.7948608398438
                        ]
                    ]
                ]
            }
        },
        {
            "id": 2,
            "query_es": "¿Qué cuidados postparto inmediatos debo proporcionar para prevenir complicaciones adicionales?",
            "answer_es": "El cuidado inmediato posparto es crucial para prevenir complicaciones adicionales y garantizar el bienestar de la madre. Algunos aspectos clave del cuidado posparto incluyen:\n\n1. Monitoreo de los signos vitales: Evaluar regularmente la presión arterial, frecuencia cardíaca, frecuencia respiratoria y temperatura de la madre para detectar cualquier señal de anormalidad o inestabilidad.\n\n2. Masaje uterino: Masajear suavemente el útero para ayudar a su contracción y prevenir un sangrado excesivo. Esto se puede hacer colocando una mano en el abdomen inferior y realizando movimientos circulares suaves.\n\n3. Administración de uterotónicos: Los uterotónicos ayudan a promover las contracciones uterinas y reducir el riesgo de hemorragia posparto. Por lo general, la oxitocina es el agente uterotónico de primera línea y debe administrarse según las dosis recomendadas. Si la oxitocina no está disponible o está contraindicada, se pueden considerar otras opciones como la carbetocina, el misoprostol o los alcaloides del ergot.\n\n4. Evaluación del perineo: Inspeccionar el perineo en busca de desgarros o laceraciones. Abordar cualquier traumatismo perineal de manera rápida para prevenir infecciones y facilitar una correcta cicatrización.\n\n5. Evaluación y manejo del dolor: Evaluar el nivel de dolor de la madre y proporcionar un manejo del dolor adecuado si es necesario. Esto puede incluir técnicas no farmacológicas, como ejercicios de relajación o cambios de posición, y/o opciones farmacológicas, según las necesidades y el historial médico de la paciente.\n\n6. Fomentar la lactancia materna temprana: Promover el inicio temprano de la lactancia materna, ya que ayuda a estimular las contracciones uterinas, reducir el sangrado y establecer el vínculo entre la madre y el bebé.\n\n7. Apoyo emocional y educación: Ofrecer apoyo emocional a la madre, abordar sus inquietudes y brindar educación sobre el cuidado posparto, incluyendo las señales de advertencia a tener en cuenta y cuándo buscar atención médica.\n\nEstas recomendaciones se basan en conocimientos obstétricos generales y deben guiar tus prácticas de cuidado inmediato posparto. Sin embargo, es importante adaptar el plan de cuidado a las necesidades específicas de cada paciente individual. Si tienes alguna preocupación o pregunta específicas, siempre es mejor consultar a un profesional de la salud.",
            "query_en": "What immediate postpartum care should I provide to prevent additional complications?",
            "answer_en": "Immediate postpartum care is crucial to prevent additional complications and ensure the well-being of the mother. Some key aspects of postpartum care include:\n\n1. Monitoring Vital Signs: Regularly assess the mother's blood pressure, heart rate, respiratory rate, and temperature to detect any signs of abnormality or instability.\n\n2. Uterine Massage: Gently massage the uterus to aid in its contraction and prevent excessive bleeding. This can be done by placing one hand on the lower abdomen and applying gentle, circular movements.\n\n3. Administering Uterotonics: Uterotonics help promote uterine contractions and reduce the risk of postpartum hemorrhage. Oxytocin is usually the first-line uterotonic agent and should be administered according to recommended dosages. If oxytocin is not available or contraindicated, alternative options like carbetocin, misoprostol, or ergot alkaloids can be considered.\n\n4. Assessing the Perineum: Inspect the perineum for any tears or lacerations. Address any perineal trauma promptly to prevent infection and facilitate proper healing.\n\n5. Assessing and Managing Pain: Assess the mother's pain level and provide appropriate pain management if required. This may include non-pharmacological techniques, such as relaxation exercises or positioning, and/or pharmacological options, as per the patient's needs and medical history.\n\n6. Encouraging Early Breastfeeding: Promote early initiation of breastfeeding, as it helps stimulate uterine contractions, reduce bleeding, and establish bonding between the mother and baby.\n\n7. Emotional Support and Education: Offer emotional support to the mother, addressing her concerns and providing education on postpartum care, including warning signs to watch for and when to seek medical attention.\n\nThese recommendations are based on general obstetrical knowledge and should guide your immediate postpartum care practices. However, it is important to adapt the care plan to the specific needs of each individual patient. If you have any specific concerns or questions, it is always best to consult with a healthcare professional.",
            "sources": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        "15",
                        "17"
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        "1",
                        "2"
                    ]
                ]
            },
            "highlight": {
                "FIGO recommendations on the management of postpartum hemorrhage 2022": [
                    [
                        [
                            15,
                            17
                        ],
                        [
                            306.8428039550781,
                            610.5977172851562,
                            297.1768798828125,
                            529.6460571289062
                        ]
                    ]
                ],
                "Guía de hemorragia posparto Código Rojo FECOL": [
                    [
                        [
                            1,
                            2
                        ],
                        [
                            128.29348754882812,
                            764.7482299804688,
                            541.555419921875,
                            701.7948608398438
                        ]
                    ]
                ]
            }
        }
    ]
]